Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Your passcode unlocks Aperture. Face ID is a faster shortcut to the same lock — you can always fall back to passcode.
af: Jou toegangskode ontsluit Aperture. Face ID is 'n vinniger kortpad na dieselfde slot — jy kan altyd terugkeer na die toegangskode.
ar: يفتح رمز المرور Aperture. Face ID اختصار أسرع إلى القفل نفسه — يمكنك دائمًا العودة إلى رمز المرور.
bg: Вашият код отключва Aperture. Face ID е по-бърз пряк път до същата ключалка — винаги можете да се върнете към кода.
bn: আপনার পাসকোড Aperture আনলক করে। Face ID একই লকের একটি দ্রুততর শর্টকাট — আপনি যেকোনো সময় পাসকোডে ফিরে যেতে পারেন।
ca: El teu codi desbloqueja Aperture. El Face ID és una drecera més ràpida al mateix pany: sempre pots tornar al codi.
cs: Aperture odemyká váš kód. Face ID je rychlejší zkratka ke stejnému zámku – ke kódu se vždy můžete vrátit.
da: Din kode låser Aperture op. Face ID er en hurtigere genvej til samme lås – du kan altid falde tilbage på koden.
de: Mit Ihrem Code entsperren Sie Aperture. Face ID ist eine schnellere Abkürzung zum selben Schloss – Sie können jederzeit zum Code zurückkehren.
el: Ο κωδικός σας ξεκλειδώνει το Aperture. Το Face ID είναι μια πιο γρήγορη συντόμευση προς την ίδια κλειδαριά — μπορείτε πάντα να επιστρέψετε στον κωδικό.
es: Tu código desbloquea Aperture. Face ID es un atajo más rápido al mismo bloqueo: siempre puedes volver al código.
et: Pääsukood avab Aperture'i. Face ID on kiirem otsetee samale lukule — saate alati pääsukoodile naasta.
fa: رمز شما Aperture را باز می‌کند. Face ID میانبری سریع‌تر برای همان قفل است — همیشه می‌توانید به رمز برگردید.
fi: Pääsykoodisi avaa Aperturen. Face ID on nopeampi oikotie samaan lukkoon – voit aina palata pääsykoodiin.
fil: Binubuksan ng passcode ninyo ang Aperture. Ang Face ID ay mas mabilis na shortcut sa parehong lock — puwede kayong bumalik sa passcode anumang oras.
fr: Votre code déverrouille Aperture. Face ID est un raccourci plus rapide vers le même verrouillage — vous pouvez toujours revenir au code.
he: קוד הגישה שלך פותח את Aperture. Face ID הוא קיצור דרך מהיר יותר לאותה נעילה — תמיד תוכל לחזור לקוד הגישה.
hi: आपका पासकोड Aperture को अनलॉक करता है। Face ID उसी लॉक तक का तेज़ शॉर्टकट है — आप हमेशा पासकोड पर लौट सकते हैं।
hr: Vaš pristupni kod otključava Aperture. Face ID je brža prečica do iste brave — uvijek se možete vratiti na pristupni kod.
hu: A kódjával oldja fel az Aperture-t. A Face ID egy gyorsabb hozzáférési mód ugyanahhoz a zárhoz – bármikor visszatérhet a kódhoz.
id: Kode sandi membuka Aperture. Face ID adalah pintasan lebih cepat ke kunci yang sama — Anda selalu dapat kembali ke kode sandi.
is: Aðgangskóðinn opnar Aperture. Face ID er hraðari flýtileið að sömu lás — þú getur alltaf snúið aftur að aðgangskóða.
it: Il codice sblocca Aperture. Face ID è una scorciatoia più rapida verso lo stesso blocco — può sempre tornare al codice.
ja: パスコードで Aperture のロックを解除します。Face ID は同じロックへの近道です。いつでもパスコードに戻せます。
ko: 암호로 Aperture를 잠금 해제해요. Face ID는 같은 잠금을 빠르게 푸는 지름길이에요 — 언제든 암호로 돌아갈 수 있어요.
lt: Jūsų prieigos kodas atrakina Aperture. Face ID yra greitesnis tos pačios spynos sutrumpinimas — visada galite grįžti prie kodo.
lv: Jūsu piekļuves kods atbloķē Aperture. Face ID ir ātrāks īsceļš uz to pašu slēdzeni — vienmēr varat atgriezties pie koda.
ml: നിങ്ങളുടെ പാസ്‌കോഡ് Aperture തുറക്കുന്നു. Face ID അതേ ലോക്കിലേക്കുള്ള വേഗത്തിലുള്ള കുറുക്കുവഴിയാണ് — എപ്പോൾ വേണമെങ്കിലും പാസ്‌കോഡിലേക്ക് മടങ്ങാം.
mr: तुमचा पासकोड Aperture अनलॉक करतो. Face ID त्याच लॉकसाठी अधिक जलद शॉर्टकट आहे — तुम्ही नेहमी पासकोडवर परत येऊ शकता.
ms: Kod laluan anda membuka Aperture. Face ID ialah jalan pintas yang lebih cepat ke kunci yang sama — anda sentiasa boleh kembali ke kod laluan.
nb: Koden din låser opp Aperture. Face ID er en raskere snarvei til samme lås – du kan alltid falle tilbake til koden.
nl: Je toegangscode ontgrendelt Aperture. Face ID is een snellere snelkoppeling naar dezelfde vergrendeling — je kunt altijd terugvallen op de toegangscode.
pa: ਤੁਹਾਡਾ ਪਾਸਕੋਡ Aperture ਨੂੰ ਅਨਲਾਕ ਕਰਦਾ ਹੈ। Face ID ਉਸੇ ਲਾਕ ਲਈ ਤੇਜ਼ ਸ਼ਾਰਟਕੱਟ ਹੈ — ਤੁਸੀਂ ਕਦੇ ਵੀ ਪਾਸਕੋਡ ਉੱਤੇ ਵਾਪਸ ਆ ਸਕਦੇ ਹੋ।
pl: Twój kod odblokowuje Aperture. Face ID jest szybszym skrótem do tego samego zamka — zawsze możesz wrócić do kodu.
pt_br: Seu código desbloqueia a Aperture. O Face ID é um atalho mais rápido para a mesma trava — você sempre pode voltar para o código.
ro: Codul tău deblochează Aperture. Face ID este o scurtătură mai rapidă către aceeași încuietoare — poți reveni oricând la cod.
ru: Код разблокирует Aperture. Face ID — более быстрый путь к тому же замку: вы всегда можете вернуться к коду.
sk: Vaším kódom odomykáte Aperture. Face ID je rýchlejšia skratka k tomu istému zámku – ku kódu sa môžete vždy vrátiť.
sl: Vaše geslo odklene Aperture. Face ID je hitrejša bližnjica do iste ključavnice – vedno se lahko vrnete na geslo.
sr: Ваш код откључава Aperture. Face ID је бржа пречица до исте браве — увек можете да се вратите на код.
sv: Din kod låser upp Aperture. Face ID är en snabbare genväg till samma lås – du kan alltid återgå till koden.
sw: Nenosiri lako linafungua Aperture. Face ID ni njia ya haraka zaidi kwa kufuli ile ile — daima unaweza kurudi kwenye nenosiri.
ta: உங்கள் கடவுக்குறியீடு Aperture-ஐ திறக்கிறது. Face ID அதே பூட்டுக்கான வேகமான குறுக்குவழி — எப்போதும் கடவுக்குறியீட்டிற்கு மாறலாம்.
te: మీ పాస్‌కోడ్ Aperture‌ను అన్‌లాక్ చేస్తుంది. Face ID అదే లాక్‌కు వేగవంతమైన షార్ట్‌కట్ — మీరు ఎప్పుడైనా పాస్‌కోడ్‌కు తిరిగి వెళ్లవచ్చు.
th: รหัสผ่านปลดล็อก Aperture Face ID เป็นทางลัดที่เร็วกว่าไปยังการล็อกเดียวกัน คุณกลับมาใช้รหัสผ่านได้เสมอ
tr: Parolanız Aperture'ı açar. Face ID, aynı kilide daha hızlı ulaşan bir kısayoldur — istediğinizde parolaya geri dönebilirsiniz.
uk: Ваш код розблоковує Aperture. Face ID — швидший спосіб відкрити той самий замок: ви завжди можете повернутися до коду.
ur: آپ کا پاس کوڈ Aperture کو کھولتا ہے۔ Face ID اسی تالے کے لیے ایک تیز شارٹ کٹ ہے — آپ کسی بھی وقت پاس کوڈ پر واپس آ سکتے ہیں۔
vi: Mã của bạn mở khóa Aperture. Face ID là phím tắt nhanh hơn đến cùng một ổ khóa — bạn luôn có thể quay lại dùng mã.
zh_hans: 密码用于解锁 Aperture。Face ID 是通往同一把锁的更快捷径——你随时可以退回到使用密码。
zh_hant: 密碼用於解鎖 Aperture。Face ID 是通往同一把鎖的更快捷徑——你隨時可以退回到使用密碼。

source: Your phrase wasn't kept when this wallet was imported. You still have it — to store it on this iPhone too, delete this wallet and import the phrase again.
af: Jou frase is nie gehou toe hierdie beursie ingevoer is nie. Jy het dit steeds — om dit ook op hierdie iPhone te stoor, skrap hierdie beursie en voer die frase weer in.
ar: لم يتم الاحتفاظ بعبارتك عند استيراد هذه المحفظة. لا تزال لديك — لتخزينها على جهاز iPhone هذا أيضًا، احذف هذه المحفظة واستورد العبارة مجددًا.
bg: Фразата ви не беше запазена, когато този портфейл беше импортиран. Все още я имате — за да я съхраните и на този iPhone, изтрийте този портфейл и импортирайте фразата отново.
bn: এই ওয়ালেট আমদানি করার সময় আপনার ফ্রেজ রাখা হয়নি। এটি এখনও আপনার কাছে আছে — এটি এই iPhone-এও সংরক্ষণ করতে, এই ওয়ালেট মুছে ফেলুন এবং ফ্রেজ আবার আমদানি করুন।
ca: La teva frase no es va conservar quan es va importar aquesta cartera. Encara la tens: per desar-la també en aquest iPhone, elimina aquesta cartera i torna a importar la frase.
cs: Vaše fráze nebyla uchována, když byla tato peněženka importována. Stále ji máte — chcete-li ji uložit i na tento iPhone, smažte tuto peněženku a importujte frázi znovu.
da: Din sætning blev ikke bevaret, da denne tegnebog blev importeret. Du har den stadig — for at gemme den på denne iPhone også, slet denne tegnebog og importer sætningen igen.
de: Deine Phrase wurde beim Importieren dieses Wallets nicht aufbewahrt. Du hast sie noch – um sie auch auf diesem iPhone zu speichern, lösche dieses Wallet und importiere die Phrase erneut.
el: Η φράση σας δεν διατηρήθηκε κατά την εισαγωγή αυτού του πορτοφολιού. Εξακολουθείτε να την έχετε — για να την αποθηκεύσετε και σε αυτό το iPhone, διαγράψτε αυτό το πορτοφόλι και εισαγάγετε ξανά τη φράση.
es: Tu frase no se conservó cuando se importó esta cartera. Aún la tienes: para almacenarla también en este iPhone, elimina esta cartera e importa la frase de nuevo.
et: Teie fraasi ei säilitatud, kui see rahakott imporditi. Teil on see endiselt — et seda ka sellel iPhone'il hoida, kustutage see rahakott ja importige fraas uuesti.
fa: عبارت شما هنگام وارد کردن این کیف پول نگه داشته نشد. شما همچنان آن را دارید — برای ذخیره‌ی آن روی این آیفون نیز، این کیف پول را حذف و عبارت را دوباره وارد کنید.
fi: Lausettasi ei säilytetty, kun tämä lompakko tuotiin. Se on yhä sinulla — tallentaaksesi sen myös tähän iPhoneen, poista tämä lompakko ja tuo lause uudelleen.
fil: Hindi naitago ang iyong phrase noong na-import ang wallet na ito. Nasa iyo pa rin ito — para iimbak din ito sa iPhone na ito, tanggalin ang wallet na ito at i-import muli ang phrase.
fr: Votre phrase n'a pas été conservée lors de l'importation de ce portefeuille. Vous l'avez toujours — pour la stocker aussi sur cet iPhone, supprimez ce portefeuille et réimportez la phrase.
he: הביטוי שלך לא נשמר כאשר ארנק זה יובא. הוא עדיין ברשותך — כדי לשמור אותו גם ב-iPhone זה, מחק ארנק זה וייבא את הביטוי שוב.
hi: इस वॉलेट को इंपोर्ट करते समय आपका फ़्रेज़ नहीं रखा गया था। यह अभी भी आपके पास है — इसे इस iPhone पर भी संग्रहीत करने के लिए, इस वॉलेट को हटाएँ और फ़्रेज़ फिर से इंपोर्ट करें।
hr: Vaša fraza nije sačuvana kada je ovaj novčanik uvezen. I dalje je imate — da biste je pohranili i na ovom iPhoneu, izbrišite ovaj novčanik i ponovno uvezite frazu.
hu: A kifejezésed nem lett megőrizve, amikor ezt a tárcát importáltad. Még megvan neked — hogy ezen az iPhone-on is tárolódjon, töröld ezt a tárcát, és importáld újra a kifejezést.
id: Frasa Anda tidak disimpan saat dompet ini diimpor. Anda masih memilikinya — untuk menyimpannya di iPhone ini juga, hapus dompet ini dan impor frasanya lagi.
is: Setningin þín var ekki geymd þegar þetta veski var flutt inn. Þú átt hana enn — til að geyma hana líka á þessum iPhone skaltu eyða þessu veski og flytja setninguna inn aftur.
it: La tua frase non è stata conservata quando questo wallet è stato importato. La possiedi ancora — per memorizzarla anche su questo iPhone, elimina questo wallet e importa di nuovo la frase.
ja: このウォレットをインポートした際、フレーズは保持されませんでした。あなたはまだそれを持っています — この iPhone にも保存するには、このウォレットを削除してフレーズを再びインポートしてください。
ko: 이 지갑을 가져올 때 문구가 보관되지 않았습니다. 문구는 여전히 가지고 계십니다 — 이 iPhone에도 저장하려면 이 지갑을 삭제하고 문구를 다시 가져오세요.
lt: Jūsų frazė nebuvo išsaugota, kai ši piniginė buvo importuota. Ji vis dar turima – kad ją išsaugotumėte ir šiame iPhone, ištrinkite šią piniginę ir importuokite frazę iš naujo.
lv: Jūsu frāze netika saglabāta, kad šis maks tika importēts. Jums tā joprojām ir — lai to glabātu arī šajā iPhone, izdzēsiet šo maku un importējiet frāzi vēlreiz.
ml: ഈ വാലറ്റ് ഇറക്കുമതി ചെയ്തപ്പോൾ നിങ്ങളുടെ ഫ്രെയ്സ് സൂക്ഷിച്ചില്ല. അത് ഇപ്പോഴും നിങ്ങൾക്കുണ്ട് — അത് ഈ iPhone-ലും സംഭരിക്കാൻ, ഈ വാലറ്റ് ഇല്ലാതാക്കി ഫ്രെയ്സ് വീണ്ടും ഇറക്കുമതി ചെയ്യുക.
mr: हे वॉलेट आयात केले तेव्हा तुमचा फ्रेज ठेवला गेला नाही. तो अजूनही तुमच्याकडे आहे — तो या iPhone वरही संग्रहित करण्यासाठी, हे वॉलेट हटवा आणि फ्रेज पुन्हा आयात करा.
ms: Frasa anda tidak disimpan semasa dompet ini diimport. Anda masih memilikinya — untuk menyimpannya pada iPhone ini juga, padam dompet ini dan import frasa semula.
nb: Frasen din ble ikke beholdt da denne lommeboken ble importert. Du har den fremdeles — for å lagre den på denne iPhonen også, slett denne lommeboken og importer frasen igjen.
nl: Je zin is niet bewaard toen deze wallet werd geïmporteerd. Je hebt hem nog — om hem ook op deze iPhone te bewaren, verwijder je deze wallet en importeer je de zin opnieuw.
pa: ਜਦੋਂ ਇਹ ਵਾਲਿਟ ਆਯਾਤ ਕੀਤਾ ਗਿਆ ਸੀ ਤਾਂ ਤੁਹਾਡਾ ਫ੍ਰੇਜ਼ ਨਹੀਂ ਰੱਖਿਆ ਗਿਆ ਸੀ। ਇਹ ਅਜੇ ਵੀ ਤੁਹਾਡੇ ਕੋਲ ਹੈ — ਇਸਨੂੰ ਇਸ iPhone 'ਤੇ ਵੀ ਸਟੋਰ ਕਰਨ ਲਈ, ਇਹ ਵਾਲਿਟ ਮਿਟਾਓ ਅਤੇ ਫ੍ਰੇਜ਼ ਦੁਬਾਰਾ ਆਯਾਤ ਕਰੋ।
pl: Twoja fraza nie została zachowana podczas importu tego portfela. Nadal ją masz — aby przechowywać ją również na tym iPhonie, usuń ten portfel i zaimportuj frazę ponownie.
pt_br: Sua frase não foi mantida quando esta carteira foi importada. Você ainda a tem — para armazená-la também neste iPhone, exclua esta carteira e importe a frase novamente.
ro: Fraza ta nu a fost păstrată când acest portofel a fost importat. O ai în continuare — pentru a o stoca și pe acest iPhone, șterge acest portofel și importă fraza din nou.
ru: Ваша фраза не была сохранена при импорте этого кошелька. Она по-прежнему у вас — чтобы хранить её и на этом iPhone, удалите этот кошелёк и импортируйте фразу снова.
sk: Vaša fráza sa neuchovala pri importe tejto peňaženky. Stále ju máte — ak ju chcete uložiť aj na tomto iPhone, odstráňte túto peňaženku a importujte frázu znova.
sl: Vaše geslo ni bilo ohranjeno ob uvozu te denarnice. Še vedno ga imate — da ga shranite tudi na ta iPhone, izbrišite to denarnico in znova uvozite geslo.
sr: Vaša fraza nije sačuvana kada je ovaj novčanik uvezen. I dalje je imate — da biste je sačuvali i na ovom iPhone-u, izbrišite ovaj novčanik i ponovo uvezite frazu.
sv: Din fras sparades inte när denna plånbok importerades. Du har den fortfarande — för att lagra den på denna iPhone också, ta bort denna plånbok och importera frasen igen.
sw: Kifungu chako hakikuwekwa wakati wallet hii ilipoletwa. Bado unacho — ili kukihifadhi kwenye iPhone hii pia, futa wallet hii na ulete kifungu tena.
ta: இந்த வாலட் இறக்குமதி செய்யப்பட்டபோது உங்கள் சொற்றொடர் வைக்கப்படவில்லை. அது இன்னும் உங்களிடம் உள்ளது — அதை இந்த iPhone இலும் சேமிக்க, இந்த வாலட்டை நீக்கி சொற்றொடரை மீண்டும் இறக்குமதி செய்யவும்.
te: ఈ వాలెట్ దిగుమతి చేయబడినప్పుడు మీ పదబంధం ఉంచబడలేదు. అది ఇంకా మీ వద్ద ఉంది — దాన్ని ఈ iPhoneలో కూడా నిల్వ చేయడానికి, ఈ వాలెట్‌ను తొలగించి పదబంధాన్ని మళ్లీ దిగుమతి చేయండి.
th: วลีของคุณไม่ได้ถูกเก็บไว้เมื่อนำเข้ากระเป๋าเงินนี้ คุณยังมีมันอยู่ — หากต้องการจัดเก็บบน iPhone นี้ด้วย ให้ลบกระเป๋าเงินนี้แล้วนำเข้าวลีอีกครั้ง
tr: Bu cüzdan içe aktarılırken ifadeniz saklanmadı. Hâlâ sizde — bu iPhone'da da saklamak için bu cüzdanı silin ve ifadeyi yeniden içe aktarın.
uk: Ваша фраза не зберіглася під час імпорту цього гаманця. Вона все ще у вас — щоб зберегти її й на цьому iPhone, видаліть цей гаманець і імпортуйте фразу знову.
ur: اس والیٹ کی درآمد کے وقت آپ کا فقرہ محفوظ نہیں رکھا گیا۔ یہ اب بھی آپ کے پاس ہے — اسے اس آئی فون پر بھی رکھنے کے لیے، اس والیٹ کو حذف کر کے فقرہ دوبارہ درآمد کریں۔
vi: Cụm từ của bạn không được giữ lại khi ví này được nhập vào. Bạn vẫn còn nó — để lưu nó trên iPhone này nữa, hãy xóa ví này và nhập lại cụm từ.
zh_hans: 导入此钱包时未保留你的助记词。你仍持有它——若想也将其存储在此 iPhone 上，请删除此钱包并重新导入助记词。
zh_hant: 匯入此錢包時未保留你的助記詞。你仍持有它——若想也將其儲存在此 iPhone 上，請刪除此錢包並重新匯入助記詞。

source: Your Privacy Choices
af: Jou privaatheidskeuses
ar: خيارات الخصوصية الخاصة بك
bg: Вашите избори за поверителност
bn: আপনার গোপনীয়তা পছন্দ
ca: Les vostres opcions de privadesa
cs: Vaše volby ochrany soukromí
da: Dine valg om beskyttelse af personlige oplysninger
de: Ihre Datenschutzeinstellungen
el: Οι επιλογές απορρήτου σας
es: Tus opciones de privacidad
et: Sinu privaatsusvalikud
fa: انتخاب‌های حریم خصوصی شما
fi: Tietosuojavalintasi
fil: Mga Pagpipilian sa Iyong Privacy
fr: Vos choix de confidentialité
he: בחירות הפרטיות שלך
hi: आपके गोपनीयता विकल्प
hr: Vaši izbori o privatnosti
hu: Az Ön adatvédelmi beállításai
id: Pilihan Privasi Anda
is: Persónuverndarval þitt
it: Le tue scelte sulla privacy
ja: プライバシーに関する選択
ko: 개인정보 선택 사항
lt: Jūsų privatumo pasirinkimai
lv: Jūsu privātuma izvēles
ml: നിങ്ങളുടെ സ്വകാര്യതാ തിരഞ്ഞെടുപ്പുകൾ
mr: तुमच्या गोपनीयता निवडी
ms: Pilihan Privasi Anda
nb: Dine personvernvalg
nl: Jouw privacykeuzes
pa: ਤੁਹਾਡੀਆਂ ਪ੍ਰਾਈਵੇਸੀ ਚੋਣਾਂ
pl: Twoje wybory dotyczące prywatności
pt_br: Suas opções de privacidade
ro: Opțiunile dvs. de confidențialitate
ru: Ваши настройки конфиденциальности
sk: Vaše voľby ochrany súkromia
sl: Vaše izbire glede zasebnosti
sr: Ваши избори приватности
sv: Dina integritetsval
sw: Machaguo Yako ya Faragha
ta: உங்கள் தனியுரிமைத் தேர்வுகள்
te: మీ గోప్యతా ఎంపికలు
th: ตัวเลือกความเป็นส่วนตัวของคุณ
tr: Gizlilik Tercihleriniz
uk: Ваші параметри конфіденційності
ur: آپ کی پرائیویسی کے انتخابات
vi: Lựa chọn quyền riêng tư của bạn
zh_hans: 您的隐私选择
zh_hant: 您的隱私權選擇
